Repository: common-repository/mmm-fancy-captcha
Catalog: languages/mmm-fc-translated-*.po
Languages: nl_nl

source: Hi there!
nl_nl: Hoi!

source: How nice you started using my plugin! I really have no terms or conditions of using it. You can just install it. You don&#8217;t have to mention anything or link to my page or other weird stuff.<br /><br />If you encounter something where your mind goes &#8220;ehmmm that&#8217;s not right&#8221; (I can&#8217;t imagine it happening but you never know) please contact me. You can <a href='mailto:%s'>e-mail me</a> or send me a message through the contact form on <a href='http://%s' target='_blank'>my website</a>.<br /><br /><b>With love and cookies %s</b><br />(%s)<br /><a href='http://%s' target='_blank'>%s</a>
nl_nl: Wat leuk dat je mijn plugin bent gaan gebruiken! Ik heb geen voorwaarden, eisen of verwachtingen van jou zodat je deze plugin mag gaan gebruiken. Je kunt hem gewoon installeren. Je hoeft me niet op je website te benoemen, een link te plaatsen of andere rare dingen.<br /><br />Mocht je nou iets tegenkomen waarvan je denkt &#8220;ehmmm dat klopt niet helemaal&#8221; (ik kan me niet voorstellen dat dit gebeurt maar je weet maar nooit) neem dan even contact met me op. Je kunt me een <a href='mailto:%s'>mailtje</a> sturen of een berichtje achterlaten via het contactformulier op <a href='http://%s' target='_blank'>mijn website</a>.<br /><br /><b>Met liefde en koekjes %s</b><br />(%s)<br /><a href='http://%s' target='_blank'>%s</a>

source: Settings
nl_nl: Instellingen

source: Reset
nl_nl: Opnieuw instellen

source: Are you sure you want to reset the plugin? This is irreversible.
nl_nl: Weet je zeker dat je de plugin opnieuw wilt instellen? Dit is niet terug te draaien.

source: Configuration
nl_nl: Configuratie

source: the house
nl_nl: het huis

source: the heart
nl_nl: het hart

source: the circle
nl_nl: de cirkel

source: the square
nl_nl: het vierkant

source: the triagle
nl_nl: de driehoek

source: the star
nl_nl: de ster

source: This section contains configuration settings for setting up %s plugin. This plugin was custom build for <a href="http://www.switchingacademy.nl/" target="_blank">Swtiching Academy</a>, a website based on a Woocommerce webshop with Ninja Forms. If you have any questions that you cannot find on the help-tab please send me an <a href="mailto:%s">e-mail</a>.
nl_nl: In deel deel kun je de instellingen van %s plugin configureren. De plugin is gebouwd voor <a href="http://www.switchingacademy.nl/" target="_blank">Swtiching Academy</a>, een website gebaseerd op een Woocommerce webshop met Ninja Forms. Als je vragen hebt die je niet in op de helpt-tab kunt vinden stuur me dan een <a href="mailto:%s">e-mail</a>.

source: Add captcha to ...<br /><span class="small">Insert the selectors that we need to search within. You may use multiple selectors seperated by a comma (,).</span>
nl_nl: Voeg de captcha toe aan ...<br /><span class="small">Voeg hier de selector toe waarin de plugin moet zoeken. Je mag meerdere selectors gebruiken gescheiden door een komma (,).</span>

source: and insert ...<br /><span class="small">What is the position of the captcha?</span>
nl_nl: en voeg toe ...<br /><span class="small">Op welke positie wil je de captcha hebben?</span>

source: before
nl_nl: voor

source: after
nl_nl: na

source: Input label<br /><span class="small">Place %x% on the spot where the shape text should come.</span>
nl_nl: Input text<br /><span class="small">Plaats %x% on op de plek waar de text van de vorm moet komen.</span>

source: Are you a robot? <span class="required">*</span><br /><span class="small">drag %x% into the rectangle</span>
nl_nl: Ben je een robot? <span class="required">*</span><br /><span class="small">sleep %x% in het vlak</span>

source: Input label mobile<br /><span class="small">Place %x% on the spot where the shape text should come.</span>
nl_nl: Input text mobiel<br /><span class="small">Plaats %x% on op de plek waar de text van de vorm moet komen.</span>

source: Are you a robot? <span class="required">*</span><br /><span class="small">click on %x%</span>
nl_nl: Ben je een robot? <span class="required">*</span><br /><span class="small">klik op %x%</span>

source: Custom shapes?<br /><span class="small">The plugin uses the following standard shapes: %s. Need more help to change them? Check the help-tab.</span>
nl_nl: Eigen vormen?<br /><span class="small">De plugin gebruikt de volgende standaard vormen: %s. Meer hulp nodig bij veranderen? Klik op de help-tab.</span>

source: Error empty<br /><span class="small">The error to display if the captcha is empty.</span>
nl_nl: Foutmelding leeg<br /><span class="small">De foutmelding die getoond moet worden wanneer de captcha niet in ingevuld.</span>

source: You forgot to tell me if you are a robot?
nl_nl: Je bent vergeten me te vertellen of je een robot bent?

source: Error wrong<br /><span class="small">The error to display if the captcha is incorrect.</span>
nl_nl: Foutmelding verkeerd<br /><span class="small">De foutmelding die getoond moet worden wanneer de captcha niet juist is.</span>

source: Seems like you are a robot or just not that good with shapes?
nl_nl: Je bent een robot of gewoon slecht met vormpjes?

source: How does this work?
nl_nl: Hoe werkt dit?

source: <b>Add captcha to ...</b><br />Type the selectors you want to use to to add the captcha. This needs to be an element within a form. If you use captcha outside a form, it will be added, but not checked (because there will be no $_POST action). If you use a selector like &#8216;form input&#8217; tags all the input elements of the form will appended/prepended with the captcha. So use wisely. A good example (with Woocommerce) would be &#8216;.woocommerce .comment-respond p.comment-form-comment&#8217;. In this case only the review textarea paragraph gets appended/prepended. You can add multiple selectors by seperating them by a comma (,).<br /><br /><b>and insert ...</b><br />Well ... before or after elements?<br /><br /><b>Custom shapes?</b><br />This is a little bit more difficult but not rocketscience. The plugin uses the following standard shapes: %s. If you want to change these you can do one of two things.<br /><br /><u>Option 1: overwrite the standard images</u><br />Create a folder in your theme named images/fancy-captcha/ and upload your own images that look like the standard shapes (else the names would be really silly). The image types should be .png files and the image names should be the same as the originals (item-0.png (the base, not show but necessary) to item-5.png).<br /><u>Option 2: completely create your own</u><br />Exectute option 1 with the exception that the images do not have to look like the standard shapes. On the settings tab as the last option you can change the names. For example "red square" or "yellow" circle.
nl_nl: <b>Voeg captcha toe aan ...</b><br />Type de selectors waarin de plugin moet zoeken naar de elementen om de captcha aan toe te voegen. Dit dient een element in een form tag te zijn. Als je element daarbuiten kiest wordt de captcha wel toegevoegd maar niet gecontroleerd (omdat er geen $_POST actie is). Wanneer je een selector als &#8216;form input&#8217; gebruikt worden komt de captcha voor/achter alle input elementen in alle formulieren. Wees dus voorzichtig. Een goed voorbeeld (met Woocommerce) zou zijn &#8216;.woocommerce .comment-respond p.comment-form-comment&#8217;. In dit gevalt wordt alleen de review textveld paragraaf gebruikt voor de captcha. Je kunt meerdere selectors gebruiken gescheiden door een komma (,).<br /><br /><b>en voeg toe ...</b><br />Ehm ... ervoor of erna?<br /><br /><b>Eigen vormen?</b><br />Een klein beetje moeilijker maar nog steeds geen rocketscience. De plugin gebruikt standaard vormen: %s. Als je deze wilt veranderen kun je 2 dingen doen.<br /><br /><u>Optie 1: overschrijf de standaard vormen</u><br />Creeer een folder in je thema genaamd images/fancy-captcha/ en upload en upload je eigen vormen die lijken op de standaard plaatjes (anders zou het er een beetje raar uitzien). De plaatjes dienen .png bestanden te zijn en de bestandsnamen hetzelfde als de standaarden (item-0.png (de basis, word niet getoond maar wel benodigd) tot item-5.png).<br /><u>Optie 2: maak een compleet eigen captcha</u><br />Die alles uit optie 1 met de uitzondering dat de plaatjes niet op de standaarden hoeven te lijken. Bij instellingen kun je de namen veranderen. Bijvoorbeeld "rood vierkant" of "gele cirkel".

source: Settings resetted.
nl_nl: Instellingen zijn opnieuw ingesteld.

source: Original:
nl_nl: Origineel:
